tektecher/micropython/ports/esp32/boards/RC/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "ESP32 Dev Board"
#define MICROPY_HW_MCU_NAME "ESP32"
#define MICROPY_HW_BOARD_ESP32_DEV
